<?php

return [
    'actions' => [
        'success' => 'عملیات با موفقیت انجام شد.',
        'retrieved' => 'اطلاعات با موفقیت دریافت شد.',
        'info' => 'اطلاعات جهت نمایش ساخته شد.',
        'created' => 'آیتم مورد با موفقیت نظر ساخته شد.',
        'updated' => 'آیتم مورد با موفقیت بروزرسانی شد.',
        'deleted' => 'آیتم مورد با موفقیت حذف شد.',
        'no-content' => 'محتوایی برای نمایش وجود ندارد.',
        'unauthorized' => 'لطفا ابتدا وارد حساب کاربری خود شوید.',
        'error' => 'عملیات با خطا مواجه شد.',
        'not-found' => 'آیتم مورد نظر پیدا نشد.',
    ]
];